UserHackable/Phototherapy_Timer/esp32_firmware/apps/wifi_connect/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
CONFIG_ESP_CONSOLE_UART_BAUDRATE=115200
# Prefer LAN NTP + public fallbacks (see main.c SNTP_SERVER_*)
CONFIG_LWIP_SNTP_MAX_SERVERS=3
